{"backend": "tensorflow", "keras_version": "2.3.1", "config": {"layers": [{"config": {"activity_regularizer": null, "recurrent_constraint": null, "dtype": "float32", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_dropout": 0.0, "use_bias": true, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "recurrent_activation": "sigmoid", "name": "lstm_1", "recurrent_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "unroll": false, "kernel_regularizer": null, "units": 128, "dropout": 0.0, "bias_constraint": null, "batch_input_shape": [null, 40, 61], "return_state": false, "bias_regularizer": null, "activation": "tanh", "go_backwards": false, "kernel_constraint": null, "implementation": 2, "stateful": false, "return_sequences": false, "unit_forget_bias": true}, "class_name": "LSTM"}, {"config": {"kernel_regularizer": null, "dtype": "float32", "trainable": true, "units": 61, "bias_constraint": null, "name": "dense_1", "activity_regularizer": null, "bias_regularizer": null, "activation": "softmax", "use_bias": true, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential"}