{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.3.1", "config": {"layers": [{"class_name": "LSTM", "config": {"batch_input_shape": [null, 40, 68], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "kernel_constraint": null, "return_sequences": false, "stateful": false, "name": "lstm_1", "dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_regularizer": null, "activation": "tanh", "dropout": 0.0, "units": 128, "go_backwards": false, "implementation": 2, "activity_regularizer": null, "use_bias": true, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "unit_forget_bias": true, "kernel_regularizer": null, "recurrent_constraint": null, "unroll": false, "recurrent_dropout": 0.0, "recurrent_activation": "sigmoid", "return_state": false, "bias_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_1", "dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "use_bias": true, "units": 68, "bias_constraint": null, "bias_regularizer": null}}], "name": "sequential_1"}}